Repository: safaktepe/AnotherMe-Project
Catalog: AnotherMe - 90 Days Challange/Localizables/*.lproj/Localizable.strings
Languages: de, es, fr, ru

source: Welcome,
fr: Bienvenue,
ru: Добро пожаловать,

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ru: Далее

source: Name
es: Nombre
fr: Nom
ru: Имя

# age
source: How old are you?
de: Wie alt bist du?
es: ¿Cuántos años tiene?
fr: Quel est votre âge?
ru: Сколько вам лет?

# getStarted1
source: We will work together to make you the best version of yourself
de: Wir werden gemeinsam daran arbeiten, dich zur besten Version deiner selbst zu machen.
es: Trabajaremos juntos para hacerte la mejor versión de ti mismo/a.
fr: Nous travaillerons ensemble pour faire de vous la meilleure version de vous-même.
ru: Мы будем работать вместе, чтобы сделать вас лучшей версией себя.

# fromday
source: From which day do you want to start?
de: Ab welchem Tag möchtest du beginnen?
es: ¿A partir de qué día quieres comenzar?
fr: À partir de quel jour souhaitez-vous commencer?
ru: С какого дня вы хотите начать?

# whatname
source: What is your name?
de: Wie ist dein Name?
es: ¿Cuál es tu nombre?
fr: Quel est ton nom?
ru: Как вас зовут?

source: Hi,
de: Hallo,
es: Hola,
fr: Salut,
ru: Привет,

# hereare7
source: Here are the 7 rules that you must follow!
de: Hier sind die 7 Regeln, die du befolgen musst!
es: iAquí están las 7 reglas que debes seguir!
fr: Voici les 7 règles que vous devez suivre!
ru: Вот 7 правил, которые вы должны соблюдать!

# preferAge
source: Prefer not to say
de: Ich möchte lieber nicht angeben.
es: Prefiero no decirlo
fr: Préfère ne pas répondre
ru: Предпочитаю не отвечать.

source: Day
de: TAG
es: DÍA
fr: JOUR
ru: ДЕНЬ

source: days
de: TAGE
es: DÍAS
fr: JOURS
ru: ДНИ

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Аккаунт

# restart
source: Restart Challange
de: Herausforderung neu starten
es: Reiniciar el Desafío
fr: Redémarrer le Défi
ru: Перезапуск вызова

# entername
source: Enter Your Name
de: Gib deinen Namen ein
es: Ingresa Tu Nombre
fr: Entrez votre nom
ru: Введите ваше имя

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить

# restartWord
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
ru: Начать заново

# savedMsg
source: All changes are saved.
de: Alle Änderungen wurden gespeichert!
es: Todas las modificaciones se han guardado.
fr: Toutes les modifications sont enregistrées!
ru: Все изменения сохранены.

source: Saved!
de: Gespeichert!
es: Salvado!
fr: Enregistré!
ru: Сохранено!

source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le Profil
ru: Редактировать профиль

source: WARNING!
de: WARNUNG!
es: ADVERTENCIA!
fr: AVERTISSEMENT!
ru: ПРЕДУПРЕЖДЕНИЕ!

# warningmsg
source: If you restart challenge, your progress will be permanently deleted and it cannot be recovered!
de: Wenn du die Herausforderung neu startest, werden deine Fortschritte dauerhaft gelöscht und können nicht wiederhergestellt werden!
es: Si reinicias el desafío, tu progreso se eliminará de forma permanente y no se podrá recuperar.
fr: Si vous redémarrez le défi, votre progression sera définitivement supprimée et ne pourra pas être récupérée!
ru: Если вы начнете вызов заново, ваш прогресс будет безвозвратно удален, и его нельзя будет восстановить!

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

# dissmiss
source: Dismiss
de: Neglect
es: Descartar
fr: Ignorer
ru: Отмена

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer
ru: Начать

# onboard1
source: Transform your life.
de: Transformiere dein Leben.
es: Transforma tu vida.
fr: Transformez votre vie.
ru: Преобразуйте свою жизнь.

# onboard1Desc
source: Push limits, redefine mindset, and become your best self in just 75 days.
de: Stoße an Grenzen, definiere deine Denkweise neu und werde in nur 75 Tagen zur besten Version von dir selbst.
es: Supera tus límites, redefine tu mentalidad y conviértete en tu mejor versión en tan solo 75 días.
fr: Repoussez les limites, redéfinissez votre état d'esprit et devenez la meilleure version de vous-même en seulement 75 jours.
ru: Преодолейте пределы, переопределите свое мышление и станьте лучшей версией себя всего за 75 дней.

# onboard2
source: Unleash Your Inner Potential.
de: Entfessele dein inneres Potenzial.
es: Libera tu potencial interior.
fr: Libérez votre potentiel intérieur.
ru: Раскройте свой внутренний потенциал.

# onboard2Desc
source: Unlock talents, develop habits, and overcome obstacles to achieve greatness.
de: Entdecke Talente, entwickle Gewohnheiten und überwinde Hindernisse, um Großes zu erreichen.
es: Desbloquea talentos, desarrolla hábitos y supera obstáculos para alcanzar la grandeza.
fr: Débloquez vos talents, développez des habitudes et surmontez les obstacles pour atteindre la grandeur.
ru: Разблокируйте таланты, развивайте привычки и преодолевайте препятствия, чтобы достичь величия.

# onboard3
source: Start to best mental toughness challenge. Win the war with yourself!
de: Beginnen Sie die beste mentale Stärke Herausforderung. Gewinnen Sie den Kampf mit sich selbst!
es: Comienza el desafío de la mejor fortaleza mental. ¡Gana la batalla contigo mismo!
fr: Commencez le défi de la meilleure résistance mentale. Remportez la bataille avec vous-même!
ru: Начните лучший вызов на устойчивость ума. Победите войну с самим собой!

# onboard3Desc
source: Experience a transformative journey, elevating fitness, well-being, growth, and success to new heights.
de: Erlebe eine transformative Reise, die Fitness, Wohlbefinden, Wachstum und Erfolg auf neue Höhen hebt.
es: Experimenta un viaje transformador, elevando la condición física, el bienestar, el crecimiento y el éxito a nuevas alturas.
fr: Vivez un voyage transformateur, élevant la forme physique, le bien-être, la croissance et la réussite vers de nouveaux sommets.
ru: Почувствуйте трансформационное путешествие, поднимая фитнес, благополучие, рост и успех на новые высоты.

# readmore
source: Read more about being better 1% each day
de: Mehr über das Verbessern um 1 % pro Tag lesen
es: Lee más sobre cómo ser un 1% mejor cada día
fr: En savoir plus sur le fait de s'améliorer de 1 % chaque jour
ru: Узнать больше о том, как стать лучше на 1% каждый день

# goal1
source: Read 20 pages of book
de: Lese 20 Seiten eines Buches
es: Lee 20 páginas de un libro
fr: Lisez 20 pages d'un livre
ru: Прочитать 20 страниц книги

# goal2
source: Visualize of future self
de: Stelle dir dein zukünftiges Selbst vor
es: Visualiza tu futuro yo
fr: Visualisez votre futur moi
ru: Визуализация будущего себя

# goal3
source: Drink 1 gallon (3L) of water
de: Trinke 1 Gallone (3 Liter) Wasser
es: Bebe 1 galón (3 litros) de agua
fr: Buvez 1 gallon (3L) d'eau
ru: Пить 1 галлон (3 литра) воды

# goal4
source: 30 min outside running
de: 30 Minuten draußen joggen
es: Correr al aire libre durante 30 minutos
fr: 30 minutes de course en extérieur
ru: 30 минут бега на улице

# goal5
source: Lift some weights for 30 minutes
de: Hebe einige Gewichte für 30 Minuten
es: Levanta pesas durante 30 minutos
fr: Soulevez des poids pendant 30 minutes
ru: Поднимать веса 30 минут

# goal6
source: Follow a diet
de: Befolge eine Diät
es: Sigue una dieta
fr: Suivez un régime
ru: Следовать диете

# goal7
source: Share your process
de: Teilen Sie Ihren Prozess
es: Comparte tu proceso
fr: Partagez votre processus
ru: Делитесь своим процессом

# goal1Descr
source: Immerse yourself in knowledge, expand your horizons, and stimulate your imagination.
de: Vertiefe dich in Wissen, erweitere deinen Horizont und belebe deine Vorstellungskraft.
es: Sumérgete en el conocimiento, amplía tus horizontes y estimula tu imaginación.
fr: Plongez-vous dans la connaissance, élargissez vos horizons et stimulez votre imagination.
ru: Погрузитесь в знания, расширьте горизонты и разбудите ваше воображение.

# goal2Descr
source: Envision your incredible potential and ignite motivation for self-improvement and growth.
de: Stelle dir dein unglaubliches Potenzial vor und entfache die Motivation zur Selbstverbesserung und zum Wachstum.
es: Imagina tu increíble potencial y enciende la motivación para la auto-superación y el crecimiento.
fr: Envisagez votre incroyable potentiel et suscitez la motivation pour l'amélioration de soi et la croissance
ru: Визуализируйте свой невероятный потенциал и зажгите мотивацию для самосовершенствования и роста.

# goal3Descr
source: Hydrate, boost energy, improve focus, support digestion, and enhance overall well-being.
de: Hydriere dich, steigere deine Energie, verbessere deine Konzentration, unterstütze die Verdauung und steigere dein allgemeines Wohlbefinden.
es: Hidrátate, aumenta la energía, mejora la concentración, apoya la digestión y mejora el bienestar general.
fr: Hydratez-vous, stimulez l'énergie, améliorez la concentration, favorisez la digestion et améliorez votre bien-être général.
ru: Гидратируйтесь, повышайте энергию, улучшайте концентрацию, поддерживайте пищеварение и улучшайте общее благополучие.

# goal4Descr
source: Experience the exhilaration of a refreshing run, boost endurance, and improve mood.
de: Erlebe die Begeisterung eines erfrischenden Laufs, steigere deine Ausdauer und verbessere deine Stimmung.
es: Experimenta la emoción de una carrera refrescante, aumenta la resistencia y mejora el estado de ánimo.
fr: Vivez l'excitation d'une course rafraîchissante, renforcez l'endurance et améliorez l'humeur.
ru: Почувствуйте эйфорию освежающего бега, увеличьте выносливость и улучшите настроение.

# goal5Descr
source: Strengthen your body, build muscle, improve physique, and enhance overall health.
de: Stärke deinen Körper, baue Muskeln auf, verbessere deine Figur und fördere dein allgemeines Wohlbefinden.
es: Fortalece tu cuerpo, desarrolla músculo, mejora tu físico y aumenta tu salud general.
fr: Renforcez votre corps, développez vos muscles, améliorez votre silhouette et favorisez votre santé globale
ru: Укрепляйте свое тело, наращивайте мышцы, улучшайте физическую форму и укрепляйте общее здоровье.

# goal6Descr
source: Nourish your body, manage weight, support health, and thrive with a balanced eating plan.
de: Pflege deinen Körper, manage dein Gewicht, unterstütze deine Gesundheit und blühe mit einem ausgewogenen Ernährungsplan auf.
es: Nutre tu cuerpo, gestiona tu peso, apoya tu salud y prospera con un plan de alimentación equilibrado.
fr: Nourrissez votre corps, gérez votre poids, favorisez votre santé et prospérez grâce à un plan alimentaire équilibré.
ru: Питайте свое тело, контролируйте вес, поддерживайте здоровье и процветайте сбалансированным планом питания.

# goal7Descr
source: Post your daily achievements for more pressure and motivation to keep pushing forward
de: Teilen Sie Ihre täglichen Erfolge, um mehr Druck und Motivation zu haben, um weiter voranzukommen.
es: Publica tus logros diarios para obtener más presión y motivación para seguir adelante.
fr: Publiez vos réalisations quotidiennes pour plus de pression et de motivation pour continuer à avancer.
ru: Публикуйте ваши ежедневные достижения для большего давления и мотивации двигаться вперед

# savedPhoto
source: Saved in photo library. Don't forget to share.
de: In der Fotobibliothek gespeichert. Vergessen Sie nicht, es zu teilen.
es: Guardado en la biblioteca de fotos. No olvides compartir.
fr: Enregistré dans la bibliothèque de photos. N'oubliez pas de partager!
ru: Сохранено в фотоархиве. Не забудьте поделиться.

# permDenied
source: Permission denied, to change it: ->Settings ->75 Tough ->Change permission
de: Berechtigung verweigert. Um es zu ändern, gehen Sie zu Ihren Einstellungen.
es: Permiso denegado, para cambiarlo ve a tus ajustes.
fr: Permission refusée pour le modifier: ->Paramètres ->75 Tough ->Changer l'autorisation
ru: Доступ запрещен, чтобы изменить это, перейдите в настройки

source: Failed
de: Gescheitert
es: Fracasado!
fr: Échec!
ru: Неудача

source: Close
de: Schließen
es: Cerrar
fr: Terminer
ru: Закрыть

# lastMsg
source: You succesfully finished the challange!
de: Sie haben die Herausforderung erfolgreich abgeschlossen!
es: Has completado con éxito el desafío!
fr: Vous avez réussi le défi avec succès!
ru: Вы успешно завершили задание!

# congr
source: Congratulations!
de: Herzlichen Glückwunsch!
es: Felicitaciones!
fr: Félicitations!!
ru: Поздравляем!
